[ar-SA] - Arabic (Saudi Arabia)
Menu.PinStartCs = تثبيت بالقائمة "ابدأ". (Open-Shell)
Menu.UnpinStartCs = إزالة التثبيت من القائمة "ابدأ" (Open-Shell)

[bg-BG] - Bulgarian (Bulgaria)
Menu.PinStartCs = Закачи към менюто "Старт" (Open-Shell)
Menu.UnpinStartCs = Откачи от менюто "Старт" (Open-Shell)

[ca-ES] - Catalan (Catalan)
Menu.PinStartCs = Ancorar al Menú Inicia (Open-Shell)
Menu.UnpinStartCs = Desancorar del Menú Inicia (Open-Shell)

[cs-CZ] - Czech (Czech Republic)
Menu.PinStartCs = Připnout k nabídce Start (Open-Shell)
Menu.UnpinStartCs = Odepnout z nabídky Start (Open-Shell)

[da-DK] - Danish (Denmark)
Menu.PinStartCs = Fastgør til menuen Start (Open-Shell)
Menu.UnpinStartCs = Frigør fra menuen Start (Open-Shell)

[de-DE] - German (Germany)
Menu.PinStartCs = An Startmenü anheften (Open-Shell)
Menu.UnpinStartCs = Vom Startmenü lösen (Open-Shell)

[el-GR] - Greek (Greece)
Menu.PinStartCs = Καρφίτσωμα στο μενού "Έναρξη" (Open-Shell)
Menu.UnpinStartCs = Ξεκαρφίτσωμα από το μενού "Έναρξη" (Open-Shell)

[en-US] - English (United States)
Menu.PinStartCs = Pin to Start menu (Open-Shell)
Menu.UnpinStartCs = Unpin from Start menu (Open-Shell)

[es-ES] - Spanish (Spain)
Menu.PinStartCs = Anclar al menú Inicio (Open-Shell)
Menu.UnpinStartCs = Desanclar del menú Inicio (Open-Shell)

[et-EE] - Estonian (Estonia)
Menu.PinStartCs = Kinnita menüüsse Start (Open-Shell)
Menu.UnpinStartCs = Eemalda menüüst Start (Open-Shell)

[fa-IR] - Persian
Menu.PinStartCs = سنجاق کردن به منوی شروع (Open-Shell)
Menu.UnpinStartCs = برداشتن از منوی شروع (Open-Shell)

[fi-FI] - Finnish (Finland)
Menu.PinStartCs = Kiinnitä Käynnistä-valikkoon (Open-Shell)
Menu.UnpinStartCs = Poista kiinnitys Käynnistä-valikosta (Open-Shell)

[fr-FR] - French (France)
Menu.PinStartCs = Épingler au menu Démarrer (Open-Shell)
Menu.UnpinStartCs = Détacher du menu Démarrer (Open-Shell)

[gd-GB] - Scottish Gaelic (United Kingdom)
Menu.PinStartCs = Prìnich ris a' chlàr-taice tòiseachaidh (Open-Shell)
Menu.UnpinStartCs = Dì-phrìnich on chlàr-taice tòiseachaidh (Open-Shell)

[he-IL] - Hebrew (Israel)
Menu.PinStartCs = הצמד לתפריט התחלה (Open-Shell)
Menu.UnpinStartCs = בטל הצמדה לתפריט התחלה (Open-Shell)

[hr-HR] - Croatian (Croatia)
Menu.PinStartCs = Prikvači na izbornik Start (Open-Shell)
Menu.UnpinStartCs = Otkvači s izbornika Start (Open-Shell)

[hu-HU] - Hungarian (Hungary)
Menu.PinStartCs = Rögzítés a Start menün (Open-Shell)
Menu.UnpinStartCs = Rögzítés feloldása a Start menün (Open-Shell)

[is-IS] - Icelandic (Iceland)
Menu.PinStartCs = Festa við ræsivalmynd (Open-Shell)
Menu.UnpinStartCs = Losa af ræsivalmynd (Open-Shell)

[it-IT] - Italian (Italy)
Menu.PinStartCs = Aggiungi al menu Start (Open-Shell)
Menu.UnpinStartCs = Rimuovi dal menu Start (Open-Shell)

[ja-JP] - Japanese (Japan)
Menu.PinStartCs = スタート メニューに表示する (Open-Shell)
Menu.UnpinStartCs = スタート メニューに表示しない (Open-Shell)

[ko-KR] - Korean (Korea)
Menu.PinStartCs = 시작 메뉴에 고정 (Open-Shell)
Menu.UnpinStartCs = 시작 메뉴에서 제거 (Open-Shell)

[lt-LT] - Lithuanian (Lithuania)
Menu.PinStartCs = Padaryti prieinamą meniu Pradėti (Open-Shell)
Menu.UnpinStartCs = Padaryti neprieinamą meniu Pradėti (Open-Shell)

[lv-LV] - Latvian (Latvia)
Menu.PinStartCs = Piespraust izvēlnei Sākt (Open-Shell)
Menu.UnpinStartCs = Atspraust no izvēlnes Sākt (Open-Shell)

[mk-MK] - Macedonian (Macedonia)
Menu.PinStartCs = Закачи го кон менито "Старт" (Open-Shell)
Menu.UnpinStartCs = Откачи го од менито "Старт" (Open-Shell)

[nb-NO] - Norwegian, Bokmål (Norway)
Menu.PinStartCs = Fest til Start-menyen (Open-Shell)
Menu.UnpinStartCs = Løsne fra Start-menyen (Open-Shell)

[nl-NL] - Dutch (Netherlands)
Menu.PinStartCs = Vastmaken aan menu Start (Open-Shell)
Menu.UnpinStartCs = Losmaken van menu Start (Open-Shell)

[pl-PL] - Polish (Poland)
Menu.PinStartCs = Przypnij do menu Start (Open-Shell)
Menu.UnpinStartCs = Odepnij od menu Start (Open-Shell)

[pt-BR] - Portuguese (Brazil)
Menu.PinStartCs = Fixar no Menu Iniciar (Open-Shell)
Menu.UnpinStartCs = Desafixar do Menu Iniciar (Open-Shell)

[pt-PT] - Portuguese (Portugal)
Menu.PinStartCs = Afixar no menu Iniciar (Open-Shell)
Menu.UnpinStartCs = Remover do menu Iniciar (Open-Shell)

[ro-RO] - Romanian (Romania)
Menu.PinStartCs = Fixare la meniul Start (Open-Shell)
Menu.UnpinStartCs = Anulare fixare la meniul Start (Open-Shell)

[ru-RU] - Russian (Russia)
Menu.PinStartCs = Закрепить в меню "Пуск" (Open-Shell)
Menu.UnpinStartCs = Изъять из меню "Пуск" (Open-Shell)

[sk-SK] - Slovak (Slovakia)
Menu.PinStartCs = Pripnúť položku do ponuky Štart (Open-Shell)
Menu.UnpinStartCs = Zrušiť pripnutie položky v ponuke Štart (Open-Shell)

[sl-SI] - Slovenian (Slovenia)
Menu.PinStartCs = Pripni v meni »Start«. (Open-Shell)
Menu.UnpinStartCs = Odpni iz menija »Start«. (Open-Shell)

[sr-Latn-CS] - Serbian (Latin, Serbia)
Menu.PinStartCs = Dodaj u „Start“ meni (Open-Shell)
Menu.UnpinStartCs = Ukloni iz „Start“ menija (Open-Shell)

[sv-SE] - Swedish (Sweden)
Menu.PinStartCs = Fäst på Start-menyn (Open-Shell)
Menu.UnpinStartCs = Ta bort från Start-menyn (Open-Shell)

[th-TH] - Thai (Thailand)
Menu.PinStartCs = ตรึงกับเมนูเริ่ม (Open-Shell)
Menu.UnpinStartCs = ถอนการตรึงออกจากเมนูเริ่ม (Open-Shell)

[tr-TR] - Turkish (Turkey)
Menu.PinStartCs = Başlat menüsüne sabitle (Open-Shell)
Menu.UnpinStartCs = Başlat menüsünden ayır (Open-Shell)

[uk-UA] - Ukrainian (Ukraine)
Menu.PinStartCs = Прикріпити до меню "Пуск" (Open-Shell)
Menu.UnpinStartCs = Відкріпити від меню "Пуск" (Open-Shell)

[zh-CN] - Chinese (Simplified)
Menu.PinStartCs = 锁定到「开始」菜单 (Open-Shell)
Menu.UnpinStartCs = 从「开始」菜单解锁 (Open-Shell)

[zh-HK] - Chinese (Traditional)
Menu.PinStartCs = 釘選到 [開始] 功能表 (Open-Shell)
Menu.UnpinStartCs = 從 [開始] 功能表取消釘選 (Open-Shell)

[zh-TW] - Chinese (Traditional)
Menu.PinStartCs = 釘選到 [開始] 功能表 (Open-Shell)
Menu.UnpinStartCs = 從 [開始] 功能表取消釘選 (Open-Shell)

